src/test/resources/directpayment/unBlock/unBlockRequest.xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Body>
        <ns2:unBlockRequest xmlns="http://obj.ws.payline.experian.com" xmlns:ns2="http://impl.ws.payline.experian.com">
            <ns2:transactionID>TrsIdyyyy</ns2:transactionID>
            <ns2:transactionDate>15/01/2020 10:00</ns2:transactionDate>
            <ns2:version>99</ns2:version>
        </ns2:unBlockRequest>
    </S:Body>
</S:Envelope>
